Repository: ellie-commons/rollit
Catalog: po/extra/*.po
Languages: de

source: Simply roll a dice
de: Einfach würfeln

source: Simulate the results of rolling a die.
de: Simulieren Sie die Ergebnisse eines Würfelwurfs.

source: Quickly switch between several common die such as d6 or d20, or choose your own number of faces to roll against
de: Wechseln Sie schnell zwischen verschiedenen gängigen Würfeln wie d6 oder d20, oder wählen Sie Ihre eigene Anzahl von Würfelflächen

source: Keyboard shortcuts:
de: Tastaturkurzbefehle:

source: Use Ctrl + Number to select one of the preset option
de: Verwenden Sie Strg + Zahl, um eine der voreingestellten Optionen auszuwählen

source: Hit Ctrl+0 to select the custom die option and focus the number entry when the menu is visible
de: Drücken Sie Strg+0, um die benutzerdefinierte Würfeloption auszuwählen und die Zahleneingabe zu fokussieren, wenn das Menü sichtbar ist.

source: Toggle the roll history pane with Ctrl+H
de: Schalten Sie mit Strg+H das Rollverlaufsfenster um.

source: Clear roll history with Ctrl+L
de: Rollenverlauf löschen mit Strg+L

source: This is an update of an older codebase of Chance, which is no longer directed toward elementary OS. Feel free to check it out on flathub!
de: Dies ist ein Update einer älteren Codebasis von Chance, die nicht mehr auf elementary OS ausgerichtet ist. Fühlen Sie sich frei, es auf flathub zu überprüfen!

source: The main window of Roll-It. Roll dices and check history
de: Das Hauptfenster von Roll-It. Würfeln und Verlauf prüfen

source: Roll-It with dark theme enabled
de: Roll-It mit dunklem Thema aktiviert

source: Dice
de: Würfel

source: Roll
de: Rolle

source: Random
de: Zufällig

source: Number
de: Nummer

source: Num
de: Ziffern

source: 3.0.5 Mostly UI updates!
de: 3.0.5 Hauptsächlich UI-Aktualisierungen!

source: Dice history panel is no longer resizable, but in exchange, has a neat swoop animation
de: Die Würfelhistorie ist nicht mehr größenveränderbar, hat dafür aber eine nette Swoop-Animation

source: Added a placeholder for when the history is empty
de: Platzhalter für leeren Verlauf hinzugefügt

source: Fade a bit the dice type and copied icon to reduce visual noise
de: Verblassen Sie den Würfeltyp und das kopierte Symbol ein wenig, um das visuelle Rauschen zu reduzieren.

source: Modernizing the code a bit further
de: Den Code weiter modernisieren

source: Localization: Dices in history localize properly
de: Lokalisierung: Würfel in der Geschichte werden richtig lokalisiert

source: Quick correction: I forgot the screenshots
de: Schnelle Korrektur: Ich habe die Bildschirmfotos vergessen

source: Quick correction: fix broken label
de: Schnellkorrektur: Fehlerhaftes Etikett reparieren

source: 3.0.0 Revival
de: 3.0.0 Wiederbelebung

source: Display dice type in history so you remember what you rolled it with
de: Anzeige des Würfeltyps in der Historie, damit Sie wissen, womit Sie gewürfelt haben

source: Custom can go HIGHER. UP TO 1000. Roll MASSIVE DICES
de: Custom kann HÖHER gehen. BIS ZU 1000. MASSIVE DICES rollen

source: Die;Dice;Roll;Random;Number;Rnd;Num;
de: Würfel;Würfel;Wurf;Zufällig;Zahl;Rnd;Num;
